/* 1st arg is localized number of page being previewed. 2nd arg is localized number of pages that can be previewed. */
"%@ of %@" = "%1$@/%2$@";

/* A paper size: 842 x 1190 (points). */
"A3" = "A3";

/* A paper size: 595 x 842 (points). */
"A4" = "A4";

/* A paper size: 420 x 595 (points). */
"A5" = "A5";

/* A paper size: 729 x 1032 (points). */
"B4" = "B4";

/* A paper size: 516 x 729 (points). */
"B5" = "B5";

/* No comment provided by engineer. */
"Canceling\\U2026" = "正在取消…";

/* Unknown error condition while printing. */
"Error while printing." = "打印时发生错误。";

/* A paper size: 540 x 720 (points). */
"Executive" = "行政用纸";

/* A paper size: 612 x 1008 (points). */
"Legal" = "法定用纸";

/* A paper size: 612 x 792 (points). */
"Letter" = "信纸";

/* NEED COMMENT */
"No pages from the document were selected to be printed." = "没有选择文稿中要打印的页面。";

/* page number string for printed page footer when the range of pages to print is unknown. */
"Page %ld" = "第 %ld 页";

/* page number string for printed page footer when the range of pages to print are known. */
"Page %ld of %ld" = "第 %1$ld 页（共 %2$ld 页）";

/* No comment provided by engineer. */
"Preparing\\U2026" = "正在准备…";

/* A print progress panel title */
"Preview" = "预览";

/* A print progress panel title
   Printing alert title */
"Print" = "打印";

/* The argument is the number of the page being printed. */
"Processing page: %@" = "正在处理页面：%@";

/* A print progress panel title */
"Save" = "存储";

/* A paper size: 792 x 1224 (points). */
"Tabloid" = "小报用纸";

/* No printer error description */
"To print this file, you must set up a printer." = "要打印此文件，您必须设置一台打印机。";

/* No printer error recovery suggestion */
"To set up a printer, choose Apple menu > System Preferences, click Print & Fax, and then click the Add (+) button." = "要设置打印机，请选取苹果菜单 >“系统偏好设置”，点按“打印与传真”，然后点按添加按钮 (+)。";

/* Need Comment */
"Untitled" = "未命名";

